{
    "LuaSnip": { "branch": "master" },
    "cmp-buffer": { "branch": "main" },
    "cmp-cmdline": { "branch": "main" },
    "cmp-nvim-lsp": { "branch": "main" },
    "cmp-path": { "branch": "main" },
    "cmp_luasnip": { "branch": "master" },
    "conform.nvim": { "branch": "master" },
    "fidget.nvim": { "branch": "main" },
    "flash.nvim": { "branch": "main" },
    "gitsigns.nvim": { "branch": "main" },
    "lazy.nvim": { "branch": "main" },
    "lualine.nvim": { "branch": "master" },
    "markview.nvim": { "branch": "main" },
    "mason-lspconfig.nvim": { "branch": "main" },
    "mason-tool-installer.nvim": { "branch": "main" },
    "mason.nvim": { "branch": "main" },
    "none-ls-extras.nvim": { "branch": "main" },
    "none-ls.nvim": { "branch": "main" },
    "nvim": { "branch": "main" },
    "nvim-autopairs": { "branch": "master" },
    "nvim-cmp": { "branch": "main" },
    "nvim-lspconfig": { "branch": "master" },
    "nvim-treesitter": { "branch": "master" },
    "nvim-treesitter-context": { "branch": "master" },
    "nvim-web-devicons": { "branch": "master" },
    "plenary.nvim": { "branch": "master" },
    "snacks.nvim": { "branch": "main" },
    "telescope.nvim": { "branch": "master" },
    "todo-comments.nvim": { "branch": "main" },
    "undotree": { "branch": "master" },
    "vim-fugitive": { "branch": "master" }
}
